Repository: KryptoniteWP/wp-udemy
Catalog: languages/wp-udemy-*.po
Languages: de_de

source: UFWP Courses
de_de: UFWP Kurse

source: Quickstart Guide
de_de: Schnelleinstieg

source: General Settings
de_de: Allgemeine Einstellungen

source: Cache Duration
de_de: Aktualisierungs-Intervall

source: Images
de_de: Bilder

source: Output Settings
de_de: Ausgabe-Einstellungen

source: Course Details
de_de: Kurs-Details

source: Custom CSS
de_de: Eigenes CSS

source: Other Settings
de_de: Sonstige Einstellungen

source: You love this plugin?
de_de: Du findest das Plugin toll?

source: Developer Mode
de_de: Entwickler-Modus

source: Debug Information
de_de: Informationen

source: There are two ways of displaying courses:
de_de: Zur Darstellung von Kursen, hast du folgenden Möglichkeiten:

source: Single course by ID
de_de: Kurse über ID auswählen

source: In order to get the course ID, simply add the course to the cart and take the ID out of the url of your browser.
de_de: Um die Kurs-ID zu erhalten, lege den entsprechenden Kurs in den Warenkorb und entnimm die ID aus der Adresszeile deines Browsers.

source: Search for courses
de_de: Kurse suchen

source: Alternatively you can search for courses and display grids or lists of multiple courses.
de_de: Alternativ kannst du nach Kursen suchen und diese in Form von Grids oder Aufzählungslisten ausgeben.

source: This feature requires API keys!
de_de: Zur Nutzung dieser Funktion benötigst du API-Zugangsdaten!

source: or
de_de: oder

source: Please take a look into the <a href="%s">documentation</a> for more options.
de_de: Weitere Anpassungsmöglichkeiten findest du in der <a href="%s">Dokumentation</a>.

source: API credentials are currently only required when searching courses or displaying categories.
de_de: API-Zugangsdaten werden nur benötigt, wenn du Kurse suchen oder Kategorien ausgeben möchtest.

source: Client Password
de_de: Client Passwort

source: Before entering your API credentials you have to create a new API Client <a href="%s">here</a>.
de_de: Bevor du deine API-Zugangsdaten eingeben kannst, musst du einen neuen <a href="%s">„API Client“ erstellen</a>.

source: 6 Hours
de_de: 6 Stunden

source: 12 Hours
de_de: 12 Stunden

source: 1 Day
de_de: 1 Tag

source: 3 Days
de_de: 3 Tage

source: 1 Week
de_de: 1 Woche

source: Load images directly from Udemy server (Default)
de_de: Kurs-Bilder werden direkt über Server von Udemy geladen (Standard)

source: Download images and host them locally
de_de: Kurs-Bilder werden heruntergeladen und vom eigenen Server ausgeliefert

source: List
de_de: Liste

source: Single Course
de_de: Einzelner Kurs

source: Multiple Courses
de_de: Mehrere Kurse

source: Available templates (%1$s) can be used to overwrite each shortcode individually: e.g.
de_de: Die verfügbaren Templates (%1$s) können über jeden Shortcode individuell ausgewählt werden: z.B.

source: Course Subtitle
de_de: Kurs-Untertitel

source: Instructor information
de_de: Dozenten-Information

source: This will be applied to grid and list templates. The standard template already shows both information.
de_de: Diese Auswahl wird nur bei Grid- und Listen-Templates angewandt. Das Standard-Template gibt bereits beide Informationen aus.

source: Show lectures and playing time
de_de: Lektionen und Dauer ausgeben

source: Output custom CSS styles
de_de: Eigenes CSS ausgeben

source: Please don't use the <code>style</code> tag. Simply paste you CSS classes/definitions e.g. <code>.ufwp .ufwp-course { background-color: #333; color: #fff; }</code>
de_de: Bitte nicht das <code>style</code> HTML-Tag verwenden. Einfach deine CSS-Styles wie z.B. <code>.ufwp .ufwp-course { background-color: #333; color: #fff; }</code> eingeben.

source: Activate if your theme doesn't support shortcodes within text widgets.
de_de: Aktivieren, wenn dein Theme das Ausführen von Shortcodes in Text-Widgets nicht unterstützt.

source: Activate if you love this plugin and spread it to the world!
de_de: Aktivieren, wenn dir das Plugin gefällt und du einen Hinweis ausgeben möchtest.

source: Please activate for debugging reasons only
de_de: Bitte nur zur Fehlerbehebung aktivieren.

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: Setting
de_de: Einstellung

source: Values
de_de: Werte

source: PHP "%1$s" extension
de_de: PHP „%1$s“-Erweiterung

source: Size
de_de: Größe

source: %1$s courses and %2$s lists.
de_de: %1$s Kurse und %2$s Listen.

source: Last update
de_de: Letzte Aktualisierung

source: Next Cron Execution
de_de: Nächste Cronjob-Ausführung

source: In case one of the values above is <span style="color: red;"><strong>red</strong></span>, please get in contact with your webhoster in order to enable the missing PHP extensions.
de_de: Wenn einer der o.g. Werte <span style=„color: red;“><strong>rot</strong></span> ist, kontaktiere bitte deinen WebHoster, um die fehlenden PHP-Erweiterungen zu aktivieren.

source: Log file
de_de: Log-Datei

source: No entries yet.
de_de: Keine Einträge vorhanden.

source: Resources &amp; Support
de_de: Ressourcen &amp; Support

source: Plugin Page
de_de: Plugin-Seite

source: Documentation
de_de: Dokumentation

source: Upgrade to PRO Version
de_de: Auf die „PRO“-Version umsteigen

source: Do you want to <strong>earn money</strong> with course sales? The PRO version extends the plugin exclusively with our affiliate links feature.
de_de: Du willst Geld verdienen mit vermittelten Kursverkäufen? Die „Pro“-Version erweitert das Plugin exklusiv um Affiliates-Links.

source: Masked Links
de_de: Maskierte Links

source: Custom Templates
de_de: Eigene Templates

source: I would be happy if you give it a chance!
de_de: Ich würde mich freuen, wenn du mal rein schaust!

source: More details
de_de: Mehr erfahren

source: Connected
de_de: Verbunden

source: Disconnected
de_de: Nicht verbunden

source: Settings
de_de: ﻿Einstellungen

source: Undefined error
de_de: Unbekannter Fehler

source: Client ID and/or password invalid.
de_de: Client-ID und/oder Passwort sind falsch.

source: Course ID must be a number.
de_de: Kurs-ID muss eine Zahl sein.

source: Course not found.
de_de: Kurs nicht gefunden.

source: No courses found.
de_de: Keine Kurse gefunden.

source: Courses could not be fetched. Please try again.
de_de: Die Kurse konnten nicht abgerufen werden. Bitte versuche es erneut.

source: No info available
de_de: Keine Information verfügabar

source: Please activate PHP curl in order to display Udemy courses.
de_de: Bitte aktiviere die PHP curl Erweiterung, um Kurse auszugeben.

source: Template not found.
de_de: Template wurde nicht gefunden.

source: Presentation of the video courses powered by
de_de: Darstellung der Videokurse mit Hilfe durch

source: Shortcode arguments missing.
de_de: Shortcode-Argumente fehlen.

source: UFWP - Courses
de_de: UFWP - Kurse

source: Displaying courses by their ids.
de_de: Ausgabe von Kursen anhand deren IDs.

source: Please enter a course ID.
de_de: Bitte eine Kurs-ID eingeben.

source: Course IDs:
de_de: Kurs-IDs:

source: You can enter multiple course IDs and separate them by comma.
de_de: Du kannst mehrere Kurs-IDs eingeben und diese mit einem Komma trennen.

source: Small
de_de: Klein

source: The templates listed above are optimized for widgets.
de_de: Die oben genannten Templates wurden extra für Widgets erstellt.

source: Custom Template:
de_de: Eigenes Template:

source: You can use another template by entering the the name: e.g. <strong>my_widget</strong>.
de_de: Du kannst ein andere Template verwenden, indem du den Namen wie folgt eingibst: z.B. <strong>mein_wiget</strong>.

source: Custom URL:
de_de: Eigene URL:

source: Only working when entering one course id.
de_de: Funktioniert nur, wenn lediglich eine Kurs-ID eingegeben wurde.

source: UFWP - Search
de_de: UFWP - Suche

source: Searching for courses by keyword or category.
de_de: Suche nach Kursen anhand von Keywords oder Kategorien.

source: Keyword missing.
de_de: Kein Suchbegriff eingegeben.

source: Keywords:
de_de: Suchbegriffe:

source: Items:
de_de: Anzahl:

source: Sales
de_de: Verkaufszahlen

source: Date
de_de: Datum

source: Order by:
de_de: Sortieren nach:

source: All
de_de: Alle

source: English
de_de: Englisch

source: French
de_de: Französisch

source: German
de_de: Deutsch

source: Italian
de_de: Italienisch

source: Spanish
de_de: Spanisch

source: Russian
de_de: Russisch

source: Language:
de_de: Sprache:

source: %1$s ratings
de_de: %1$s Bewertungen

source: %1$s lectures
de_de: %1$s Lektionen

source: %1$s hours
de_de: %1$s Stunden
